Repository: omerpakdil/Vakt
Catalog: Vakt/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, nl, pt, ru, tr, ur

# account.action.delete
source: Delete account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
id: Hapus akun
it: Elimina account
nl: Account verwijderen
pt: Eliminar conta
ru: Удалить аккаунт
tr: Hesabı sil
ur: اکاؤنٹ حذف کریں

# account.action.manage_subscription
source: Manage subscription
ar: إدارة الاشتراك
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l’abonnement
id: Kelola langganan
it: Gestisci abbonamento
nl: Abonnement beheren
pt: Gerir subscrição
ru: Управление подпиской
tr: Aboneliği yönet
ur: سبسکرپشن کا انتظام

# account.action.referrals
source: Your invitations
ar: دعواتك
de: Deine Einladungen
es: Tus invitaciones
fr: Tes invitations
id: Undanganmu
it: I tuoi inviti
nl: Je uitnodigingen
pt: Os teus convites
ru: Твои приглашения
tr: Davetlerin
ur: تمہاری دعوتیں

# account.action.restore_purchases
source: Restore purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
id: Pulihkan pembelian
it: Ripristina acquisti
nl: Aankopen herstellen
pt: Restaurar compras
ru: Восстановить покупки
tr: Satın alımları geri yükle
ur: خریداریاں بحال کریں

# account.action.sign_out
source: Sign out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
id: Keluar
it: Esci
nl: Uitloggen
pt: Terminar sessão
ru: Выйти
tr: Çıkış yap
ur: سائن آؤٹ

# account.delete.authorization_error
source: Apple verification could not be completed. Please try again.
ar: تعذّر إكمال التحقق عبر Apple. حاول مرة أخرى.
de: Die Apple-Bestätigung konnte nicht abgeschlossen werden. Versuche es erneut.
es: No se pudo completar la verificación de Apple. Inténtalo de nuevo.
fr: La vérification Apple n’a pas pu aboutir. Réessaie.
id: Verifikasi Apple tidak dapat diselesaikan. Coba lagi.
it: Impossibile completare la verifica Apple. Riprova.
nl: Apple-verificatie kon niet worden voltooid. Probeer opnieuw.
pt: Não foi possível concluir a verificação Apple. Tenta novamente.
ru: Не удалось завершить проверку Apple. Попробуй ещё раз.
tr: Apple doğrulaması tamamlanamadı. Lütfen tekrar dene.
ur: Apple تصدیق مکمل نہیں ہو سکی۔ دوبارہ کوشش کریں۔

# account.delete.authorization.message
source: Continue with Apple again to confirm this account is yours and revoke Vakt’s Apple sign-in access.
ar: تابع باستخدام Apple مرة أخرى لتأكيد ملكيتك للحساب وإلغاء وصول Vakt لتسجيل الدخول.
de: Fahre erneut mit Apple fort, um dein Konto zu bestätigen und Vakts Anmeldezugriff zu widerrufen.
es: Continúa de nuevo con Apple para confirmar que la cuenta es tuya y revocar el acceso de Vakt.
fr: Continue à nouveau avec Apple pour confirmer que ce compte est à toi et révoquer l’accès de Vakt.
id: Lanjutkan lagi dengan Apple untuk mengonfirmasi akun dan mencabut akses masuk Vakt.
it: Continua di nuovo con Apple per confermare l’account e revocare l’accesso di Vakt.
nl: Ga opnieuw verder met Apple om je account te bevestigen en Vakts toegang in te trekken.
pt: Continua novamente com a Apple para confirmar a conta e revogar o acesso do Vakt.
ru: Снова продолжи с Apple, чтобы подтвердить аккаунт и отозвать доступ Vakt.
tr: Hesabın sana ait olduğunu doğrulamak ve Vakt’in Apple ile giriş yetkisini kapatmak için yeniden Apple ile devam et.
ur: اکاؤنٹ کی ملکیت کی تصدیق اور Vakt کی Apple رسائی ختم کرنے کے لیے دوبارہ Apple کے ساتھ جاری رکھیں۔

# account.delete.authorization.title
source: One last confirmation
ar: تأكيد أخير
de: Eine letzte Bestätigung
es: Una última confirmación
fr: Une dernière confirmation
id: Satu konfirmasi terakhir
it: Un’ultima conferma
nl: Een laatste bevestiging
pt: Uma última confirmação
ru: Последнее подтверждение
tr: Son bir doğrulama
ur: ایک آخری تصدیق

# account.delete.confirm.message
source: Your profile, friendships, prayer statuses, reminders sent to friends, and makeup prayer records will be permanently deleted. Manage any active subscription separately in the App Store.
ar: سيتم حذف ملفك وصداقاتك وحالات صلاتك وتذكيراتك للأصدقاء وسجلات الصلوات الفائتة نهائيًا. أدِر أي اشتراك نشط بشكل منفصل في App Store.
de: Dein Profil, Freundschaften, Gebetsstatus, gesendete Erinnerungen und nachzuholende Gebete werden dauerhaft gelöscht. Ein aktives Abo musst du separat im App Store verwalten.
es: Tu perfil, amistades, estados de oración, recordatorios enviados y oraciones por recuperar se eliminarán permanentemente. Gestiona por separado cualquier suscripción activa en App Store.
fr: Ton profil, tes amitiés, tes états de prière, les rappels envoyés et tes prières à rattraper seront supprimés définitivement. Gère séparément tout abonnement actif dans l’App Store.
id: Profil, pertemanan, status salat, pengingat yang dikirim, dan catatan salat qada akan dihapus permanen. Kelola langganan aktif secara terpisah di App Store.
it: Profilo, amicizie, stati di preghiera, promemoria inviati e recuperi saranno eliminati definitivamente. Gestisci separatamente l’abbonamento attivo nell’App Store.
nl: Je profiel, vriendschappen, gebedsstatussen, verstuurde herinneringen en inhaalgebeden worden definitief verwijderd. Beheer een actief abonnement apart in de App Store.
pt: O teu perfil, amizades, estados de oração, lembretes enviados e orações por repor serão eliminados permanentemente. Gere separadamente qualquer subscrição ativa na App Store.
ru: Профиль, друзья, статусы намаза, отправленные напоминания и записи пропущенных намазов будут удалены навсегда. Активной подпиской нужно управлять отдельно в App Store.
tr: Profilin, arkadaşlıkların, namaz durumların, arkadaşlarına gönderdiğin hatırlatmalar ve kaza kayıtların kalıcı olarak silinir. Aktif aboneliğini App Store’dan ayrıca yönetmelisin.
ur: پروفائل، دوستیاں، نماز کی حالت، بھیجی گئی یاد دہانیاں اور قضا نمازوں کا ریکارڈ مستقل حذف ہو جائے گا۔ فعال سبسکرپشن App Store میں الگ سے منظم کریں۔

# account.delete.confirm.title
source: Permanently delete your account?
ar: حذف حسابك نهائيًا؟
de: Konto dauerhaft löschen?
es: ¿Eliminar tu cuenta permanentemente?
fr: Supprimer définitivement ton compte ?
id: Hapus akun secara permanen?
it: Eliminare definitivamente il tuo account?
nl: Je account definitief verwijderen?
pt: Eliminar permanentemente a tua conta?
ru: Удалить аккаунт навсегда?
tr: Hesabın kalıcı olarak silinsin mi?
ur: اکاؤنٹ مستقل طور پر حذف کریں؟

# account.delete.error
source: Your account could not be deleted. Please try again.
ar: تعذّر حذف حسابك. حاول مرة أخرى.
de: Dein Konto konnte nicht gelöscht werden. Versuche es erneut.
es: No se pudo eliminar tu cuenta. Inténtalo de nuevo.
fr: Ton compte n’a pas pu être supprimé. Réessaie.
id: Akunmu tidak dapat dihapus. Coba lagi.
it: Impossibile eliminare il tuo account. Riprova.
nl: Je account kon niet worden verwijderd. Probeer opnieuw.
pt: Não foi possível eliminar a tua conta. Tenta novamente.
ru: Не удалось удалить аккаунт. Попробуй ещё раз.
tr: Hesabın silinemedi. Lütfen tekrar dene.
ur: اکاؤنٹ حذف نہیں ہو سکا۔ دوبارہ کوشش کریں۔

# account.delete.in_progress
source: Deleting your account…
ar: جارٍ حذف حسابك…
de: Dein Konto wird gelöscht…
es: Eliminando tu cuenta…
fr: Suppression de ton compte…
id: Menghapus akunmu…
it: Eliminazione dell’account…
nl: Je account wordt verwijderd…
pt: A eliminar a tua conta…
ru: Аккаунт удаляется…
tr: Hesabın siliniyor…
ur: تمہارا اکاؤنٹ حذف ہو رہا ہے…

# account.delete.irreversible
source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
nl: Deze actie kan niet ongedaan worden gemaakt.
pt: Esta ação não pode ser anulada.
ru: Это действие нельзя отменить.
tr: Bu işlem geri alınamaz.
ur: یہ عمل واپس نہیں ہو سکتا۔

# account.navigation_title
source: Account & Privacy
ar: الحساب والخصوصية
de: Konto und Datenschutz
es: Cuenta y privacidad
fr: Compte et confidentialité
id: Akun & Privasi
it: Account e privacy
nl: Account en privacy
pt: Conta e privacidade
ru: Аккаунт и конфиденциальность
tr: Hesap ve Gizlilik
ur: اکاؤنٹ اور رازداری

# account.privacy.makeup_private
source: Your makeup prayer records are always visible only to you.
ar: سجلات صلواتك الفائتة لا تظهر إلا لك دائمًا.
de: Deine nachzuholenden Gebete sind immer nur für dich sichtbar.
es: Tus oraciones por recuperar solo son visibles para ti.
fr: Tes prières à rattraper restent toujours visibles uniquement par toi.
id: Catatan salat qadamu selalu hanya terlihat olehmu.
it: I tuoi recuperi sono sempre visibili solo a te.
nl: Je inhaalgebeden zijn altijd alleen voor jou zichtbaar.
pt: As tuas orações por repor são sempre visíveis apenas para ti.
ru: Записи пропущенных намазов всегда видны только тебе.
tr: Kaza kayıtların her zaman yalnızca sana görünür.
ur: قضا نمازوں کا ریکارڈ ہمیشہ صرف تمہیں نظر آتا ہے۔

# account.privacy.share_prayer_status
source: Share my prayer status with friends
ar: شارك حالة صلاتي مع أصدقائي
de: Meinen Gebetsstatus mit Freunden teilen
es: Compartir mi estado de oración con amigos
fr: Partager mon état de prière avec mes amis
id: Bagikan status salat saya dengan teman
it: Condividi il mio stato di preghiera con gli amici
nl: Deel mijn gebedsstatus met vrienden
pt: Partilhar o meu estado de oração com amigos
ru: Делиться статусом намаза с друзьями
tr: Namaz durumumu arkadaşlarımla paylaş
ur: میری نماز کی حالت دوستوں سے شیئر کریں

# account.profile.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
id: Nama
it: Nome
nl: Naam
pt: Nome
ru: Имя
tr: İsim
ur: نام

# account.profile.save
source: Save changes
ar: حفظ التغييرات
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
id: Simpan perubahan
it: Salva modifiche
nl: Wijzigingen opslaan
pt: Guardar alterações
ru: Сохранить изменения
tr: Değişiklikleri kaydet
ur: تبدیلیاں محفوظ کریں

# account.profile.save_error
source: Your changes could not be saved. Please try again.
ar: تعذّر حفظ تغييراتك. حاول مرة أخرى.
de: Deine Änderungen konnten nicht gespeichert werden. Versuche es erneut.
es: No se pudieron guardar los cambios. Inténtalo de nuevo.
fr: Tes modifications n’ont pas pu être enregistrées. Réessaie.
id: Perubahanmu tidak dapat disimpan. Coba lagi.
it: Impossibile salvare le modifiche. Riprova.
nl: Je wijzigingen konden niet worden opgeslagen. Probeer opnieuw.
pt: Não foi possível guardar as alterações. Tenta novamente.
ru: Не удалось сохранить изменения. Попробуй ещё раз.
tr: Değişikliklerin kaydedilemedi. Lütfen tekrar dene.
ur: تبدیلیاں محفوظ نہیں ہو سکیں۔ دوبارہ کوشش کریں۔

# account.profile.saving
source: Saving
ar: جارٍ الحفظ
de: Wird gespeichert
es: Guardando
fr: Enregistrement
id: Menyimpan
it: Salvataggio
nl: Opslaan
pt: A guardar
ru: Сохранение
tr: Kaydediliyor
ur: محفوظ ہو رہا ہے

# account.profile.title
source: Your profile
ar: ملفك الشخصي
de: Dein Profil
es: Tu perfil
fr: Ton profil
id: Profilmu
it: Il tuo profilo
nl: Je profiel
pt: O teu perfil
ru: Твой профиль
tr: Profilin
ur: تمہاری پروفائل

# account.profile.username
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
id: Nama pengguna
it: Nome utente
nl: Gebruikersnaam
pt: Nome de utilizador
ru: Имя пользователя
tr: Kullanıcı adı
ur: صارف نام

# account.profile.username_prompt
source: Set a username
ar: اختر اسم مستخدم
de: Benutzernamen festlegen
es: Elige un nombre de usuario
fr: Choisis un nom d’utilisateur
id: Atur nama pengguna
it: Scegli un nome utente
nl: Kies een gebruikersnaam
pt: Define um nome de utilizador
ru: Задай имя пользователя
tr: Kullanıcı adını belirle
ur: صارف نام مقرر کریں

# account.sign_out.confirm.message
source: You will need to sign in with Apple again on this device.
ar: ستحتاج إلى تسجيل الدخول باستخدام Apple مرة أخرى على هذا الجهاز.
de: Du musst dich auf diesem Gerät erneut mit Apple anmelden.
es: Tendrás que iniciar sesión de nuevo con Apple en este dispositivo.
fr: Tu devras te reconnecter avec Apple sur cet appareil.
id: Kamu perlu masuk dengan Apple lagi di perangkat ini.
it: Dovrai accedere di nuovo con Apple su questo dispositivo.
nl: Je moet op dit apparaat opnieuw inloggen met Apple.
pt: Terás de voltar a iniciar sessão com a Apple neste dispositivo.
ru: На этом устройстве потребуется снова войти через Apple.
tr: Bu cihazda yeniden Apple ile giriş yapman gerekir.
ur: اس ڈیوائس پر دوبارہ Apple کے ساتھ سائن ان کرنا ہوگا۔

# account.sign_out.confirm.title
source: Sign out?
ar: تسجيل الخروج؟
de: Abmelden?
es: ¿Cerrar sesión?
fr: Se déconnecter ?
id: Keluar?
it: Uscire?
nl: Uitloggen?
pt: Terminar sessão?
ru: Выйти?
tr: Çıkış yapılsın mı?
ur: سائن آؤٹ کریں؟

# account.subscription.active
source: Active
ar: نشط
de: Aktiv
es: Activa
fr: Actif
id: Aktif
it: Attivo
nl: Actief
pt: Ativa
ru: Активна
tr: Aktif
ur: فعال

# account.subscription.active_until
source: Active until %@
ar: نشط حتى %@
de: Aktiv bis %@
es: Activa hasta %@
fr: Actif jusqu’au %@
id: Aktif hingga %@
it: Attivo fino al %@
nl: Actief tot %@
pt: Ativa até %@
ru: Активна до %@
tr: %@ tarihine kadar aktif
ur: %@ تک فعال

# account.subscription.billing_issue
source: Check your payment information
ar: تحقق من معلومات الدفع
de: Zahlungsdaten prüfen
es: Revisa tu información de pago
fr: Vérifie tes informations de paiement
id: Periksa informasi pembayaranmu
it: Controlla i dati di pagamento
nl: Controleer je betaalgegevens
pt: Verifica os teus dados de pagamento
ru: Проверь платёжные данные
tr: Ödeme bilgini kontrol etmen gerekiyor
ur: ادائیگی کی معلومات چیک کریں

# account.subscription.checking
source: Checking with the App Store
ar: جارٍ التحقق من App Store
de: Wird im App Store geprüft
es: Comprobando con App Store
fr: Vérification auprès de l’App Store
id: Memeriksa di App Store
it: Verifica con App Store
nl: Controleren bij de App Store
pt: A verificar na App Store
ru: Проверка в App Store
tr: App Store’dan kontrol ediliyor
ur: App Store سے جانچ ہو رہی ہے

# account.subscription.loading
source: Loading subscription details
ar: جارٍ تحميل تفاصيل الاشتراك
de: Abodetails werden geladen
es: Cargando datos de suscripción
fr: Chargement de l’abonnement
id: Memuat detail langganan
it: Caricamento abbonamento
nl: Abonnementsgegevens laden
pt: A carregar detalhes da subscrição
ru: Загрузка данных подписки
tr: Abonelik bilgisi yükleniyor
ur: سبسکرپشن کی تفصیلات لوڈ ہو رہی ہیں

# account.subscription.monthly
source: Monthly plan
ar: الخطة الشهرية
de: Monatsabo
es: Plan mensual
fr: Formule mensuelle
id: Paket bulanan
it: Piano mensile
nl: Maandabonnement
pt: Plano mensal
ru: Месячный план
tr: Aylık plan
ur: ماہانہ پلان

# account.subscription.renews_on
source: Renews on %@
ar: يتجدد في %@
de: Verlängert sich am %@
es: Se renueva el %@
fr: Renouvellement le %@
id: Diperpanjang pada %@
it: Si rinnova il %@
nl: Wordt verlengd op %@
pt: Renova em %@
ru: Продлится %@
tr: %@ tarihinde yenilenir
ur: %@ کو تجدید ہوگی

# account.subscription.yearly
source: Yearly plan
ar: الخطة السنوية
de: Jahresabo
es: Plan anual
fr: Formule annuelle
id: Paket tahunan
it: Piano annuale
nl: Jaarabonnement
pt: Plano anual
ru: Годовой план
tr: Yıllık plan
ur: سالانہ پلان

# account.validation.name
source: Name must contain between 1 and 48 characters.
ar: يجب أن يتراوح الاسم بين حرف واحد و48 حرفًا.
de: Der Name muss 1 bis 48 Zeichen lang sein.
es: El nombre debe tener entre 1 y 48 caracteres.
fr: Le nom doit contenir entre 1 et 48 caractères.
id: Nama harus terdiri dari 1–48 karakter.
it: Il nome deve contenere da 1 a 48 caratteri.
nl: De naam moet 1 tot 48 tekens bevatten.
pt: O nome deve ter entre 1 e 48 caracteres.
ru: Имя должно содержать от 1 до 48 символов.
tr: İsim 1–48 karakter olmalı.
ur: نام 1 سے 48 حروف پر مشتمل ہونا چاہیے۔

# account.validation.username
source: Username must be 3–24 characters and contain only letters, numbers, and _.
ar: يجب أن يتراوح اسم المستخدم بين 3 و24 حرفًا وألا يحتوي إلا على حروف وأرقام و_.
de: Der Benutzername muss 3–24 Zeichen lang sein und darf nur Buchstaben, Zahlen und _ enthalten.
es: El nombre de usuario debe tener 3–24 caracteres y solo letras, números y _.
fr: Le nom d’utilisateur doit contenir 3 à 24 caractères : lettres, chiffres et _ uniquement.
id: Nama pengguna harus 3–24 karakter dan hanya berisi huruf, angka, serta _.
it: Il nome utente deve avere 3–24 caratteri e contenere solo lettere, numeri e _.
nl: De gebruikersnaam moet 3–24 tekens bevatten: alleen letters, cijfers en _.
pt: O nome de utilizador deve ter 3–24 caracteres e apenas letras, números e _.
ru: Имя пользователя: 3–24 символа, только буквы, цифры и _.
tr: Kullanıcı adı 3–24 karakter olmalı; yalnızca harf, rakam ve _ içerebilir.
ur: صارف نام 3–24 حروف کا ہو اور صرف حروف، اعداد اور _ پر مشتمل ہو۔

# action.allow_prayer_reminders
source: Allow Prayer Reminders
ar: السماح بتذكيرات الصلاة
de: Gebetserinnerungen erlauben
es: Permitir recordatorios de oración
fr: Autoriser les rappels de prière
id: Izinkan pengingat salat
it: Consenti promemoria di preghiera
nl: Gebedsherinneringen toestaan
pt: Permitir lembretes de oração
ru: Разрешить напоминания о молитве
tr: Namaz Hatırlatmalarına İzin Ver
ur: نماز کی یاددہانیوں کی اجازت دیں

# action.continue
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
id: Lanjut
it: Continua
nl: Doorgaan
pt: Continuar
ru: Продолжить
tr: Devam et
ur: جاری رکھیں

# action.continue_for_now
source: Continue for now
ar: المتابعة حالياً
de: Vorerst fortfahren
es: Continuar por ahora
fr: Continuer pour l'instant
id: Lanjut untuk sekarang
it: Continua per ora
nl: Voor nu doorgaan
pt: Continuar por enquanto
ru: Пока продолжить
tr: Şimdilik Devam Et
ur: فی الحال جاری رکھیں

# action.not_now
source: Not Now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
id: Nanti saja
it: Non ora
nl: Niet nu
pt: Agora não
ru: Не сейчас
tr: Şimdi Değil
ur: ابھی نہیں

# action.use_location
source: Use Location
ar: استخدام الموقع
de: Standort verwenden
es: Usar ubicación
fr: Utiliser la position
id: Gunakan Lokasi
it: Usa posizione
nl: Locatie gebruiken
pt: Usar localização
ru: Использовать геолокацию
tr: Konumu Kullan
ur: مقام استعمال کریں

# app_store.keywords
source: prayer times,qibla,salah,prayer tracker,friends,reminders,makeup prayer,muslim
ar: مواقيت الصلاة,القبلة,تتبع الصلاة,أصدقاء,تذكير,قضاء الصلاة,مسلم,إسلام
de: gebetszeiten,qibla,gebetstracker,freunde,erinnerungen,nachholgebet,muslim,islam
es: horarios de oración,qibla,seguimiento,amigos,recordatorios,oración pendiente,musulmán
fr: horaires de prière,qibla,suivi prière,amis,rappels,prières manquées,musulman,islam
id: waktu salat,kiblat,pelacak salat,teman,pengingat,qada salat,muslim,islam
it: orari preghiera,qibla,registro preghiere,amici,promemoria,preghiere perse,musulmano
nl: gebedstijden,qibla,gebed bijhouden,vrienden,herinneringen,gemiste gebeden,moslim
pt: horários de oração,qibla,registro de oração,amigos,lembretes,orações perdidas,muçulmano
ru: время намаза,кибла,трекер намаза,друзья,напоминания,пропущенные намазы,ислам
tr: namaz vakitleri,kıble,namaz takibi,arkadaşlar,hatırlatıcı,kaza namazı,müslüman
ur: نماز کے اوقات,قبلہ,نماز ٹریکر,دوست,یاد دہانی,قضا نماز,مسلمان,اسلام

# app_store.subtitle
source: Prayer Tracker with Friends
ar: تتبع الصلاة مع الأصدقاء
de: Gebete mit Freunden
es: Oración con amigos
fr: Prières avec vos amis
id: Salat bersama teman
it: Preghiera con gli amici
nl: Bidden met vrienden
pt: Oração com amigos
ru: Намаз вместе с друзьями
tr: Arkadaşlarınla Namaz Takibi
ur: دوستوں کے ساتھ نماز

# asr.hanafi.detail
source: For Hanafi communities
ar: للمجتمعات الحنفية
de: Für hanafitische Gemeinschaften
es: Para comunidades hanafi
fr: Pour les communautés hanafites
id: Untuk komunitas Hanafi
it: Per comunità hanafi
nl: Voor Hanafi-gemeenschappen
pt: Para comunidades hanafi
ru: Для ханафитских общин
tr: Hanefi cemaatler için
ur: حنفی کمیونٹیز کے لیے

# asr.hanafi.title
source: Hanafi
ar: حنفي
ru: Ханафи
tr: Hanefi
ur: حنفی

# asr.standard.detail
source: Used by most communities
ar: تستخدمه معظم المجتمعات
de: Von den meisten Gemeinschaften genutzt
es: Usado por la mayoría de comunidades
fr: Utilisé par la plupart des communautés
id: Digunakan oleh sebagian besar komunitas
it: Usato dalla maggior parte delle comunità
nl: Gebruikt door de meeste gemeenschappen
pt: Usado pela maioria das comunidades
ru: Используется большинством общин
tr: Çoğu cemaat tarafından kullanılır
ur: زیادہ تر کمیونٹیز استعمال کرتی ہیں

# asr.standard.title
source: Standard
ar: قياسي
es: Estándar
id: Standar
nl: Standaard
pt: Padrão
ru: Стандарт
tr: Standart
ur: معیاری

# auth.sign_in.body
source: Keep your prayers in your account and gently remind one another with those you love.
ar: احتفظ بصلواتك في حسابك، وتبادل التذكير بلطف مع أحبّائك.
de: Halte deine Gebete in deinem Konto fest und erinnert euch mit euren Liebsten behutsam.
es: Guarda tus oraciones en tu cuenta y recuérdense con cariño junto a tus seres queridos.
fr: Conservez vos prières dans votre compte et rappelez-vous doucement avec vos proches.
id: Simpan salatmu di akun dan saling ingatkan dengan lembut bersama orang terdekat.
it: Conserva le tue preghiere nel tuo account e ricordatevele con delicatezza insieme ai tuoi cari.
nl: Bewaar je gebeden in je account en herinner elkaar er vriendelijk aan met je dierbaren.
pt: Guarde suas orações na sua conta e lembrem-se com carinho junto de quem você ama.
ru: Храните намазы в своём аккаунте и мягко напоминайте о них друг другу с близкими.
tr: Namazlarını hesabında tut, sevdiklerinle birbirinize nazikçe hatırlatın.
ur: اپنی نمازیں اکاؤنٹ میں محفوظ رکھیں اور اپنوں کے ساتھ نرمی سے ایک دوسرے کو یاد دلائیں۔

# auth.sign_in.default_display_name
source: Vakt User
ar: مستخدم Vakt
de: Vakt-Nutzer
es: Usuario de Vakt
fr: Utilisateur Vakt
id: Pengguna Vakt
it: Utente Vakt
nl: Vakt-gebruiker
pt: Usuário do Vakt
ru: Пользователь Vakt
tr: Vakt Kullanıcısı
ur: Vakt صارف

# auth.sign_in.error.apple_failed
source: Apple sign-in couldn’t be completed. Please try again.
ar: تعذّر إكمال تسجيل الدخول عبر Apple. حاول مرة أخرى.
de: Die Anmeldung mit Apple konnte nicht abgeschlossen werden. Bitte versuche es erneut.
es: No se pudo completar el inicio de sesión con Apple. Inténtalo de nuevo.
fr: La connexion avec Apple n’a pas pu aboutir. Veuillez réessayer.
id: Masuk dengan Apple tidak dapat diselesaikan. Coba lagi.
it: Non è stato possibile completare l’accesso con Apple. Riprova.
nl: Inloggen met Apple kon niet worden voltooid. Probeer het opnieuw.
pt: Não foi possível iniciar sessão com a Apple. Tente novamente.
ru: Не удалось выполнить вход через Apple. Попробуйте ещё раз.
tr: Apple ile giriş tamamlanamadı. Lütfen tekrar dene.
ur: Apple سے سائن اِن مکمل نہیں ہو سکا۔ دوبارہ کوشش کریں۔

# auth.sign_in.error.invalid_token
source: Apple couldn’t verify the sign-in. Please try again.
ar: تعذّر على Apple التحقق من تسجيل الدخول. حاول مرة أخرى.
de: Apple konnte die Anmeldung nicht bestätigen. Bitte versuche es erneut.
es: Apple no pudo verificar el inicio de sesión. Inténtalo de nuevo.
fr: Apple n’a pas pu vérifier la connexion. Veuillez réessayer.
id: Apple tidak dapat memverifikasi proses masuk. Coba lagi.
it: Apple non ha potuto verificare l’accesso. Riprova.
nl: Apple kon het inloggen niet verifiëren. Probeer het opnieuw.
pt: A Apple não conseguiu verificar o início de sessão. Tente novamente.
ru: Apple не удалось подтвердить вход. Попробуйте ещё раз.
tr: Apple girişi doğrulayamadı. Lütfen tekrar dene.
ur: Apple سائن اِن کی تصدیق نہیں کر سکا۔ دوبارہ کوشش کریں۔
